{
  "pregnant": [
    "I am strong, capable, and ready for this journey.",
    "My body knows how to grow and nurture my baby.",
    "Every day I am becoming more connected with my baby.",
    "I am grateful for this beautiful experience of pregnancy.",
    "I trust my body and the natural process of birth.",
    "I am calm, relaxed, and confident about my pregnancy.",
    "My baby feels safe and loved inside me.",
    "I radiate love and positive energy to my baby.",
    "I am eating and resting well for my baby’s health.",
    "My body is perfectly designed to give birth.",
    "I welcome each change in my body with love.",
    "I release fear and embrace trust in my body.",
    "My baby senses my love and peace.",
    "I am creating a safe and loving environment for my baby.",
    "Every kick reminds me of this precious life inside me.",
    "I choose to focus on joy and gratitude.",
    "I am proud of my body for all it is doing.",
    "I nourish my body and my baby with healthy choices.",
    "I am strong enough for this journey.",
    "I trust the timing and wisdom of my body.",
    "I release all anxiety and replace it with calm.",
    "My baby is healthy, and I am healthy.",
    "I look forward to meeting my baby with excitement.",
    "I am at peace with the changes happening in my life.",
    "I trust the process of labor and birth.",
    "I honor my body for its strength and resilience.",
    "I am supported and loved throughout this journey.",
    "My baby is a blessing, and I am grateful.",
    "I focus on the beautiful moments of pregnancy.",
    "I breathe deeply and relax my mind and body.",
    "I choose to speak kindly to myself every day.",
    "I am ready to embrace motherhood with love.",
    "My baby feels my positive energy.",
    "I am confident in my ability to give birth naturally.",
    "I let go of worry and invite peace.",
    "I celebrate every stage of this journey.",
    "I am patient and trust my baby’s timing.",
    "My mind and body work together in harmony.",
    "I am becoming a loving and nurturing mother.",
    "I feel strong, empowered, and ready for birth.",
    "My heart is open to love and joy.",
    "I honor this sacred time in my life.",
    "I am creating a beautiful bond with my baby.",
    "I deserve rest, nourishment, and care.",
    "I am capable of handling anything that comes my way.",
    "My body is healthy, and my baby is thriving.",
    "I focus on positive thoughts and feelings.",
    "I welcome motherhood with an open heart.",
    "I love my body for the miracle it is creating.",
    "I am grateful for the gift of life within me."
  ],
  "caregiver": [
    "I am patient and loving in caring for others.",
    "My presence brings comfort and peace.",
    "I take time for myself so I can give my best care.",
    "I am a source of strength and calm for those I care for.",
    "I handle challenges with grace and resilience.",
    "I am proud of the love and effort I give.",
    "I know when to ask for help and support.",
    "I am compassionate toward myself and others.",
    "I trust myself to provide the best care I can.",
    "I honor the important role I play in others’ lives.",
    "I am making a difference every day.",
    "I balance caregiving with self-care.",
    "I am allowed to rest without guilt.",
    "My work is valuable and appreciated.",
    "I bring hope and positivity to those I care for.",
    "I choose patience and kindness in every interaction.",
    "I am calm and centered even in stressful moments.",
    "I celebrate small victories every day.",
    "I trust myself to make good decisions for others’ well-being.",
    "I release the need for perfection and embrace progress.",
    "I find joy in the moments of connection.",
    "I am strong and capable in my caregiving role.",
    "I am allowed to have my own needs and feelings.",
    "I ask for help when I need it without shame.",
    "I breathe deeply and stay present in the moment.",
    "I am grateful for the love I am able to give.",
    "I give care without losing myself.",
    "I choose empathy over frustration.",
    "I am learning and growing every day.",
    "I forgive myself for any mistakes.",
    "I am doing the best I can, and that is enough.",
    "I take pride in my role as a caregiver.",
    "I trust that my efforts are making a difference.",
    "I remain hopeful and positive in difficult times.",
    "I value myself as much as those I care for.",
    "I celebrate the small joys in caregiving.",
    "I am resilient and adaptable.",
    "I am proud of my patience and dedication.",
    "I practice kindness toward myself daily.",
    "I focus on what I can control and let go of the rest.",
    "I embrace balance in my life.",
    "I allow myself moments of rest and peace.",
    "I choose to respond with love.",
    "I am surrounded by support and understanding.",
    "I create a positive and safe environment for others.",
    "I acknowledge and appreciate my own efforts.",
    "I release stress and invite calmness.",
    "I speak to myself with compassion.",
    "I am enough just as I am.",
    "I give care with an open heart."
  ],
  "miscarriage": [
    "I allow myself to grieve and heal at my own pace.",
    "My feelings are valid and important.",
    "Healing is not linear, and that’s okay.",
    "I honor the love and connection I felt.",
    "I am surrounded by love and support during this time.",
    "I release guilt and embrace compassion for myself.",
    "My worth is not defined by this experience.",
    "It’s okay to seek help and comfort when I need it.",
    "I am strong, even on the days I feel weak.",
    "Every day, I am moving toward peace and acceptance.",
    "I allow myself to cry and feel without shame.",
    "I am not alone in this journey.",
    "I choose to be gentle with myself.",
    "I honor my body and the life it carried.",
    "I am open to hope and healing in the future.",
    "I trust that joy will return in its own time.",
    "I release the need for answers and embrace peace.",
    "I am worthy of love and happiness.",
    "I forgive myself and let go of guilt.",
    "I allow my heart to heal in its own way.",
    "I hold on to love, not pain.",
    "I am grateful for the moments of connection I had.",
    "I am allowed to feel everything without judgment.",
    "I trust that brighter days are ahead.",
    "I honor my emotions and give them space.",
    "I am capable of moving forward with love.",
    "I deserve kindness and compassion.",
    "I am healing, even when it doesn’t feel like it.",
    "I find strength in small steps forward.",
    "I let go of what I cannot control.",
    "I am patient with myself during this process.",
    "I choose to focus on self-love and care.",
    "I release the pressure to be okay right away.",
    "I accept help and comfort with an open heart.",
    "I trust life’s timing, even when it’s hard.",
    "I am proud of my strength and resilience.",
    "I hold on to hope without fear.",
    "I know this pain will not last forever.",
    "I choose to live fully while honoring my loss.",
    "I allow light to return to my life.",
    "I find comfort in the love that surrounds me.",
    "I give myself permission to rest.",
    "I am proud of myself for getting through today.",
    "I am worthy of new beginnings.",
    "I honor the memory with love, not sadness.",
    "I choose to embrace life with an open heart.",
    "I am stronger than this pain.",
    "I am healing at the right pace for me.",
    "I allow joy to enter my life again.",
    "I trust that hope and peace will find me."
  ],
  "abortion": [
    "I made the best decision for my circumstances.",
    "I release guilt and hold space for self-compassion.",
    "I am allowed to heal in my own way and time.",
    "My choice was made with love and wisdom.",
    "I honor my emotions without judgment.",
    "I deserve kindness and understanding.",
    "I release shame and invite peace.",
    "My worth is not defined by this decision.",
    "I am allowed to grieve and also to move forward.",
    "I forgive myself and embrace healing.",
    "I trust the reasons behind my decision.",
    "I am strong and resilient.",
    "I allow myself to rest and recover.",
    "I am gentle with my mind and body.",
    "I focus on self-care and self-love.",
    "I release what I cannot change.",
    "I am proud of my strength during this time.",
    "I let go of judgment from myself and others.",
    "I am at peace with my decision.",
    "I choose love and compassion over guilt.",
    "I am allowed to feel and heal.",
    "I forgive myself completely.",
    "I am not alone in my experience.",
    "I trust my inner wisdom.",
    "I take things one day at a time.",
    "I am grateful for the support I have.",
    "I release negative thoughts and replace them with kindness.",
    "I honor my body and its healing process.",
    "I am allowed to move forward without shame.",
    "I trust myself to make good decisions for my life.",
    "I am open to joy and hope again.",
    "I release fear and welcome peace.",
    "I choose compassion over self-criticism.",
    "I am proud of the courage it took to decide.",
    "I am healing with love and care.",
    "I deserve peace and happiness.",
    "I let go of what others think.",
    "I focus on what is best for me.",
    "I am enough just as I am.",
    "I embrace new beginnings with an open heart.",
    "I trust my journey.",
    "I am patient with my healing.",
    "I allow myself to grow through this experience.",
    "I am proud of how far I’ve come.",
    "I choose to live without regret.",
    "I release guilt and invite forgiveness.",
    "I am worthy of love and respect.",
    "I trust the future and what it holds.",
    "I am grateful for the lessons I’ve learned.",
    "I am whole, complete, and at peace."
  ],
  "fertility": [
    "I trust that my journey is unfolding as it should.",
    "I am patient with my body and its timing.",
    "My worth is not defined by my ability to conceive.",
    "I am open to love, hope, and possibilities.",
    "I release fear and embrace peace on this path.",
    "I am kind and gentle with myself during this process.",
    "I believe in the strength of my body.",
    "I trust the wisdom of nature and life’s timing.",
    "I allow myself to feel hope without pressure.",
    "I choose to stay positive and patient.",
    "I am worthy of love and happiness regardless of outcomes.",
    "I am grateful for the support around me.",
    "I let go of comparisons and trust my unique journey.",
    "I nourish my body with love and care.",
    "I am strong enough for this challenge.",
    "I allow myself to rest and heal.",
    "I choose compassion over frustration.",
    "I believe good things are coming my way.",
    "I trust the process and stay hopeful.",
    "I celebrate small victories on this path.",
    "I am proud of my resilience.",
    "I am not alone in this journey.",
    "I choose love and patience every day.",
    "I release stress and invite peace.",
    "I focus on what I can control and let go of the rest.",
    "I am worthy of new beginnings.",
    "I am patient and trust my body.",
    "I believe that my time will come.",
    "I choose to see this as a journey, not a race.",
    "I am grateful for each day of progress.",
    "I am strong enough to handle setbacks.",
    "I trust the doctors and treatments that support me.",
    "I am open to all paths to parenthood.",
    "I celebrate the love in my life today.",
    "I am more than this struggle.",
    "I honor my emotions without judgment.",
    "I allow hope to guide me forward.",
    "I am calm, peaceful, and patient.",
    "I believe in miracles and possibilities.",
    "I am proud of myself for not giving up.",
    "I am healing emotionally and physically every day.",
    "I release negative thoughts and replace them with hope.",
    "I am grateful for my body’s strength.",
    "I deserve love and happiness.",
    "I am patient with my journey.",
    "I celebrate each day as a gift.",
    "I trust that everything is happening for my highest good.",
    "I am open to joy in every stage of this process.",
    "I believe my story will have a beautiful ending.",
    "I am hopeful, strong, and full of love."
  ]
}